Repository: kkguo/apkshellext
Catalog: ApkShellext2/Properties/Resources.*.resx
Languages: ar_sa, de_de, es_es, ko_kr, nl_nl, pl_pl, zh_tw

# btnOK
source: OK
ar_sa: موافق
zh_tw: 好

# btnGitHub
source: Official Page on GitHub
ar_sa: الصفحة الرسمية على GitHub
de_de: Offizielle Seite auf GitHub
es_es: Página oficial en GitHub
nl_nl: Officiële pagina op GitHub
pl_pl: Oficjalna strona na GitHub
zh_tw: 在 GitHub 上的官方頁面

# btnUpdate
source: Update
ar_sa: تحديث
de_de: Aktualisieren
es_es: Actualizar
ko_kr: 업데이트
nl_nl: Updaten
pl_pl: Zaktualizuj
zh_tw: 更新

# btnUpdateToolTip
source: Check the project site for update
ar_sa: اذهب الى موقع المشروع للتحديث
de_de: Projekt Website zum Aktualisieren öffnen
es_es: Ir al sitio del proyecto para actualizar
ko_kr: 프로젝트 웹 사이트에서 업데이트하기
nl_nl: Ga naar de projectsite om te updaten
pl_pl: Przejdź do witryny projektu, aby zaktualizować
zh_tw: 轉到專案網站以更新

# lblRenamePattern
source: RenamePattern
ar_sa: نمط إعادة التسمية
de_de: Umbenennungsmuster
es_es: RenombrarPatron
ko_kr: 이름변경 패턴
nl_nl: HernoemPatroon
pl_pl: Wzór zmiany nazwy
zh_tw: 重命名模式

# menuGotoAmazonAppStore
source: Search {0} in Amazon Appstore
ar_sa: تحقق من {0} على متجر امازون
de_de: {0} im Amazon Appstore aufrufen
es_es: Vea {0} en Amazon AppStore
ko_kr: 아마존 앱스토어에서 {0} 찾기
nl_nl: Bekijk {0} in de Amazon Appstore
pl_pl: Sprawdź {0} w Amazon Appstore
zh_tw: 在亞馬遜應用商店檢查 {0}

# menuGotoAppleAppStore
source: Search {0} in Apple Appstore
ar_sa: تحقق من {0} على متجر آبل
de_de: {0} im Apple Appstore aufrufen
es_es: Vea {0} en Apple AppStore
ko_kr: 애플 앱스토어에서 {0} 찾기
nl_nl: Bekijk {0} in de Apple Appstore
pl_pl: Sprawdź {0} w Apple App Store
zh_tw: 在蘋果應用商店上檢查 {0}

# menuGotoGooglePlay
source: Search {0} in GooglePlay
ar_sa: تحقق من {0} على متجر جوجل
de_de: {0} in GooglePlay aufrufen
es_es: Ver en Google Play
ko_kr: 구글 플레이스토어에서 {0} 찾기
nl_nl: Bekijk {0} op Google Play
pl_pl: Sprawdź {0} w Google Play
zh_tw: 在 GooglePlay 檢查 {0}

# menuGotoMicrosoftStore
source: Search {0} in Microsoft Store
ar_sa: تحقق من {0} على متجر ميكروسوفت
de_de: {0} im Microsoft Store aufrufen
es_es: Vea {0} en Microsoft Store
ko_kr: Windows 스토어에서 {0} 확인
nl_nl: Bekijk {0} in de Microsoft Store
pl_pl: Sprawdź {0} w Sklepie Microsoft
zh_tw: 在微軟商店檢查 {0}

# menuMain
source: APK Shell Extension
ar_sa: عارض ايقونات APK
es_es: Menú de APK
ko_kr: APK 쉘 확장
zh_tw: APK 助手

# menuPreferences
source: Preferences
ar_sa: الاعدادات و التحديثات
de_de: Einstellungen && Updates
es_es: Preferencias y Actualizaciones
ko_kr: 설정 및 업데이트 확인
nl_nl: Voorkeuren && Updaten
pl_pl: Preferencje i aktualizacje
zh_tw: 偏好設置 & & 更新

# menuRenameAs
source: Rename to {0}
ar_sa: إعادة التسمية الى {0}
de_de: Umbenennen in {0}
es_es: Renombrar a {0}
ko_kr: 파일 이름을 {0}(으)로 바꾸기
nl_nl: Hernoemen naar {0}
pl_pl: Zmień nazwę na {0}
zh_tw: 重命名為 {0}

# strAlwaysShowGooglePlay
source: Show app store menus when selected multiple files
ar_sa: إظهار قائمة متجر التطبيقات عند تحديد ملفات متعددة
de_de: Zeige App-Store-Menüs, wenn mehrere Dateien ausgewählt sind
es_es: Mostrar los menús de tiendas de aplicaciones al seleccionar múltiples archivos
ko_kr: 여러개의 파일을 선택했을 때에도 앱 스토어 메뉴 표시
nl_nl: Toon app store menu's als meerdere bestanden geselecteerd zijn
pl_pl: Pokaż menu sklepów przy wyborze wielu plików
zh_tw: 當選定多個檔案時顯示應用程式商店功能表

# strAlwaysShowGooglePlayToolTip
source: If checked, app store menus will show up even multiple apk files selected. Please note, you may open a lot of browser window and impact the performance significantly. By default, only show the menu when one file selected
ar_sa: اذا تم الإختيار، قائمة متجر جوجل سوف تظهر بالرغم من تحديد عدة ملفات (Apk). يرجى الملاحظة ان فتح الكثير من النوافذ قد تؤثر على الأداء بشكل ملحوظ. افتراضياً، ستظهر القائمة عند تحديد ملف واحد فقط
de_de: Wenn diese Option aktiviert ist, wird das App-Store-Menü bei mehreren ausgewählten apk-Dateien angezeigt. Bitte beachten Sie, dass dabei viele Browser-Fenster bzw. Tabs geöffnet werden, dies kann die Leistung erheblich beeinträchtigen. Standardmäßig wird das Menü nur angezeigt, wenn Sie eine Datei auswählen
es_es: Si está marcada, se mostrarán los menús de las tiendas de apps, incluso cuando múltiples archivos .apk esten seleccionados. Nota: puede que abra muchas ventana del navegador y afecte significativamente al rendimiento. Por defecto, sólo mostrar el menú cuando se selecciona un archivo
ko_kr: 이 옵션을 체크하면, 여러 개의 앱 파일을 선택해도 "앱 스토어로 이동하기" 메뉴가 보입니다. 다만, 선택한 파일만큼 많은 브라우저 창이 뜨기 때문에 컴퓨터가 느려질 수 있습니다. 기본적으로, 한 파일을 선택할 때에만 이 메뉴가 나옵니다.
nl_nl: Indien aangevinkt zullen app store menu's getoond worden zelfs wanneer meerdere apk-bestanden geselecteerd zijn. Let op, dit kan veel browservensters openen en de prestaties beduiden beïnvloeden. Standaard, toon het menu alleen met één geselecteerd bestand
pl_pl: Jeśli zaznaczone, odnośniki do sklepów pojawią się nawet przy zaznaczaniu wielu aplikacji. Pamiętaj, że ta opcja może spowodować otwarcie wielu okien przeglądarki na raz i znacznie wpłynąć na wydajność. Domyślnie, odnośniki wyświetlane są tylko przy zaznaczeniu jednego pliku.
zh_tw: 如果選中此選項，當多個apk選中時仍然應用程式商店功能表 請注意，您可能打開大量的瀏覽器視窗並顯著影響性能。 預設情況下，僅選擇一個檔時顯示功能表

# strCheckingNewVersion
source: Checking new version ...
ar_sa: التحقق من اصدار جديد ...
de_de: Neue Version wird gesucht...
es_es: Comprobando nueva versión ...
ko_kr: 업데이트 확인 중 …
nl_nl: Controleren op nieuwe versies ...
pl_pl: Sprawdzanie nowej wersji...
zh_tw: 正在檢查新版本...

# strCheckProjectSite
source: Check project site for update.
ar_sa: تحقق من موقع المشروع للتحديث.
de_de: Projekt-Website zum Aktualisieren öffnen.
es_es: Vea el sitio del proyecto para actualizar.
ko_kr: 프로젝트 웹 사이트에서 업데이트 확인하기
nl_nl: Controleer de projectsite voor update.
pl_pl: Sprawdź stronę projektu, aby zaktualizować.
zh_tw: 通過網站檢查更新。

# strCurrVersion
source: Current Version: {0}
ar_sa: الاصدار الحالي: {0}
de_de: Aktuelle Version: {0}
es_es: Versión Actual: {0}
ko_kr: 현재 버전: {0}
nl_nl: Huidige versie: {0}
pl_pl: Bieżąca wersja: {0}
zh_tw: 當前版本: {0}

# strGotLatest
source: Great! You have the latest version.
ar_sa: رائع! لديك اخر اصدار.
de_de: Toll! Du hast die neueste Version.
es_es: ¡Genial! Tienes la versión más reciente.
ko_kr: 현재 최신버전입니다.
nl_nl: Top! Je hebt de laatste versie.
pl_pl: Świetnie! Posiadasz najnowszą wersję.
zh_tw: 太好了! 你有最新版本

# strGotoProjectSite
source: Go to ApkShellext2 Project site
ar_sa: انتقل الى موقع مشروع ApkShellext2
de_de: ApkShellext2-Projektseite öffnen
es_es: Ir al sitio del proyecto ApkShellext2
ko_kr: ApkShellext2의 프로젝트 웹 사이트로 이동하기
nl_nl: Ga naar de ApkShellext2 projectsite
pl_pl: Przejdź do witryny projektu ApkShellext2
zh_tw: 轉到 ApkShellext2 專案網站

# strLanguages
source: Use Language:
ar_sa: لغة المستخدم:
de_de: Sprache:
es_es: Idioma:
ko_kr: 언어 선택:
nl_nl: Gebruik taal:
pl_pl: Wybór języka:
zh_tw: 語言:

# strNeedApkShellextService
source: This feature requires ApkShellextService, please make sure the service started.
ar_sa: هذه الميزة تتطلب خدمات ApkShellext, يرجى التأكد من تشغيل الخدمة.
de_de: Dieses Feature erfordert ApkShellextService, stelle bitte sicher, dass der Dienst gestartet ist.
es_es: Esta característica requiere ApkShellextService, por favor, asegúrese de que ha iniciado el servicio.
ko_kr: 해당 기능을 사용하려면 ApkShellextService가 필요합니다. 해당 서비스가 실행 중인지 확인해 주십시오.
nl_nl: Deze functie vereist ApkShellextService, zorg ervoor dat de service is gestart.
pl_pl: Ta funkcja wymaga ApkShellextService. Upewnij się, że usługa działa.
zh_tw: 此功能需要 ApkShellextService，請確保服務已啟動。

# strNewVersionAvailible
source: New version {0} is availible
ar_sa: اصدار جديد {0} متاح الآن
de_de: Neue Version {0} ist verfügbar
es_es: La nueva versión {0} esta disponible
ko_kr: 새 버전 {0}을 사용할 수 있습니다.
nl_nl: Nieuwe versie {0} is beschikbaar
pl_pl: Dostępna jest nowa wersja {0}
zh_tw: 有新版本 {0}

# strPreferencesCaption
source: ApkShellext2 Preferences
ar_sa: اعدادات ApkShellext2
de_de: ApkShellext2 Einstellungen
es_es: Preferencias de ApkShellext2
ko_kr: ApkShellext2 설정
nl_nl: ApkShellext2 voorkeuren
pl_pl: Preferencje ApkShellext2
zh_tw: ApkShellext2 首選項

# strReadFileFailed
source: Fail to read file
ar_sa: فشل في قراءة الملف
de_de: Lesen der Datei fehlgeschlagen
es_es: Fallo al leer el archivo
ko_kr: 파일을 읽지 못했습니다.
nl_nl: Kon bestand niet lezen
pl_pl: Błąd odczytu pliku
zh_tw: 未能讀取檔案

# strReferToWiki
source: Variable usage please refer to Project Wiki
ar_sa: استخدام مختلف! يرجى الرجوع إلى "مشروع Wiki"
de_de: Die Variablen-Nutzung wird im Projekt-Wiki näher erläutert
es_es: Para más información sobre las variables, consulte la wiki del proyecto
ko_kr: 변수의 사용법은 위키를 참조하십시오.
nl_nl: Bekijk voor het gebruik van variabelen de projectwiki
pl_pl: Użycie zmiennych: skorzystaj z Wiki projektu
zh_tw: 變數用法請參照專案 Wiki

# strRenameToolTip
source: For avoiding situation of same Version but different revision number, this most like happens in android app files. By checking this, rename app file as %AppName%_%Version%_%Revision%, otherwise, use %AppName%_%Version%.
ar_sa: لتجنب وضع نفس النسخة لكن برقم مراجعة مختلف، ذلك يحدث في معظم ملفات تطبيقات الاندرويد. عند الإختيار، تتم تسمية التطبيق متل %AppName%_%Version%_%Revision%، وخلاف ذلك يتم استبداله مستخدماً %AppName%_%Version%.
es_es: Para evitar la situación de la misma versión pero el diferente número de revisión, especialmente en los archivos de aplicaciones para Android. Tildando eso, cambia el nombre del archivo de app a %NombreDeApp%_%Versión%_%Revisión%, De lo contrario, se va a mostrar como %NombreDeApp%_%Versión%.
ko_kr: 일부 안드로이드 앱에서 버전은 같은데 리비전(세부 버전)이 다른 경우가 있습니다. 이 옵션을 설정하면 파일 이름을 바꿀 때 이름을 %AppName%_%Version%_%Revision% 형식을 사용합니다. 해제하면 %AppName%_%Version% 을 사용합니다.
nl_nl: Om situaties met hetzelfde versienummer maar verschillende revisienummers te vermijden, wat het vaakst gebeurd met applicatiebestanden voor Android. Door dit aan te vinken worden applicatiebestanden hernoemd als %AppName%_%Version%_%Revision%, anders als %AppName%_%Version%.
pl_pl: Dla uniknięcia sytuacji, w której pakiety mają taki sam numer wersji, ale inny numer subwersji (najczęściej zdarza się dla aplikacji na Androida). Zaznaczając to, w przypadku gdy numer subwersji będzie się różnił, wykorzystany zostanie wzór %AppName%_%Version%_%Revision%, w przeciwnym razie - %AppName%_%Version%.
zh_tw: 为避免情況的版本相同，但不同的版本號，這最喜歡發生在 android 應用程式檔。 通過檢查這，否則作為 %Appname%_%Version%_ %Revision %，重命名應用程式檔，使用 %Appname%_ %Version%。

# strScanToDownload
source: Scan QR code to download
ar_sa: امسح الرمز الشريطي للتحميل
de_de: QR-Code scannen zum Herunterladen
es_es: Escanear código QR para descargar
ko_kr: QR코드를 스캔해서 다운로드하기
nl_nl: Scan QR-code om te downloaden
pl_pl: Zeskanuj kod QR, aby pobrać
zh_tw: 掃描二維碼下載

# strShowAppxIcon
source: Display WindowsPhone app (appx, appxbundle) icon.
ar_sa: اظهار ايقونة تطبيقات ويندوز فون (appx, appxbundle).
de_de: Zeige Symbole für Windows-Phone-Apps (appx, appxbundle) an.
es_es: Muestra el icono de apps de Windows Phone (appx, appxbundle).
ko_kr: Windows Phone 앱(appx, appxbundle)의 아이콘을 보여줍니다.
nl_nl: Toon pictogram voor WindowsPhone apps (appx, appxbundle).
pl_pl: Wyświetlaj ikonę aplikacji Windows (*.appx, *.appxbundle).
zh_tw: 顯示 WindowsPhone (appx，appxbundle) 的應用程式圖示。

# strShowIpaIcon
source: Display iOS app (ipa) icon.
ar_sa: اظهار ايقونة تطبيقات آيفون (ipa).
de_de: Zeige Symbole für iOS-Apps (ipa) an.
es_es: Mostrar icono de app en archivos IPA de iOS.
ko_kr: iOS 앱(ipa)의 아이콘을 보여줍니다.
nl_nl: Toon pictogram voor iOS apps (ipa).
pl_pl: Wyświetlaj ikonę aplikacji iOS (*.ipa).
zh_tw: 顯示 iOS 應用程式 (ipa) 圖示。

# strShowOverlayIcon
source: Display Overlay Icon for different OS
ar_sa: اظهار علامة الايقونة للانظمة المختلفة
de_de: Zeige Overlays für die jeweilige Plattform an
es_es: Mostrar icono sobrepuesto
ko_kr: 오버레이 아이콘을 보여줍니다.
nl_nl: Toon overlappend icoon voor verschillende besturingssystemen
pl_pl: Wyświetlaj nakładkę z ikoną systemu
zh_tw: 顯示疊加圖示表示不同的作業系統

# strShowOverlayIconToolTip
source: Display overlay icon for different OS
ar_sa: اظهار علامة الايقونة للانظمة المختلفة
de_de: Ein Overlay-Icon für diesen Dateityp anzeigen
es_es: Mostrar un icono superpuesto para este tipo de archivo
ko_kr: 파일 형식에 따른 오버레이 아이콘 표시
nl_nl: Toon overlappend icoon voor verschillende besturingssystemen
pl_pl: Wyświetlaj nakładkę z ikoną systemu
zh_tw: 顯示疊加圖示表示不同的作業系統

# strShowContextMenuIcon
source: Display icon for context menu
ar_sa: اظهار ايقونة قائمة السياق
de_de: Verwende Symbole im Kontextmenü
es_es: Mostrar icono en el menú contextual
nl_nl: Toon icoon voor contextmenu
pl_pl: Wyświetlaj ikonę w menu kontekstowym
zh_tw: 顯示內容功能表圖示

# btnCancel
source: Cancel
ar_sa: إلغاء الامر
de_de: Abbrechen
es_es: Cancelar
nl_nl: Annuleren
pl_pl: Anuluj
zh_tw: 取消

# btnNo
source: No
ar_sa: لا
de_de: Nein
ko_kr: 아니오
nl_nl: Nee
pl_pl: Nie
zh_tw: 不

# btnYes
source: Yes
ar_sa: نعم
de_de: Ja
es_es: Sí
nl_nl: Ja
pl_pl: Tak
zh_tw: 是

# strRenameConfirm
source: Confirm to rename this file as {0}?
ar_sa: تأكيد اعادة تسمية هذا الملف كـ {0}؟
de_de: Diese Datei zu {0} umbenennen?
es_es: ¿Confirmar para cambiar el nombre de este archivo a {0}?
ko_kr: 파일 이름을 {0} (으)로 바꾸시겠습니까?
nl_nl: Dit bestand hernoemen naar {0}?
pl_pl: Potwierdzasz zmianę nazwy pliku na {0}?
zh_tw: 確認重命名此檔作為 {0} 嗎?

# strRenamePattern
source: Rename Pattern: (without extension)
ar_sa: اعادة تسمية النموذج: (بدون إمتداد الملف)
de_de: Umbenennungsmuster: (ohne Dateiendung)
es_es: Cambiar patrón: (sin extensión)
ko_kr: 이름 바꾸기 패턴: (확장자 없음)
nl_nl: Hernoem patroon: (zonder extensie)
pl_pl: Wzór zmiany nazwy (bez rozszerzenia):
zh_tw: 重命名模式: (不帶副檔名)

# twContextMenu
source: Context Menu
ar_sa: قائمة السياق
de_de: Kontextmenü
es_es: Menú contextual
ko_kr: 우클릭 메뉴
pl_pl: Menu kontekstowe
zh_tw: 內容功能表

# twGeneral
source: General
ar_sa: اعدادات عامة
de_de: Allgemein
nl_nl: Algemeen
pl_pl: Ogólne
zh_tw: 一般設定

# twIcon
source: Icon
ar_sa: رمز
es_es: Ícono
nl_nl: Icoon
pl_pl: Ikona
zh_tw: 圖示

# twRename
source: Renaming
ar_sa: اعادة التسمية
de_de: Umbenennen
es_es: Renombrar
nl_nl: Hernoemen
pl_pl: Zmiana nazwy
zh_tw: 重命名

# twInfotip
source: InfoTip
ar_sa: تلميحات
de_de: Tool-Tip
es_es: Información sobre herramienta
nl_nl: Tooltip
pl_pl: Dymek informacji
zh_tw: 資訊提示

# menuGotoApkMirror
source: Search {0} in ApkMirror.com
ar_sa: تحقق من {0} على ApkMirror.com
de_de: Suche {0} auf ApkMirror.com
es_es: Revisa {0} en ApkMirror.com
ko_kr: ApkMirror.com에서 {0} 찾기
nl_nl: Bekijk {0} op ApkMirror.com
pl_pl: Sprawdź {0} na ApkMirror.com
zh_tw: 在ApkMirror.com檢查 {0}

# btnResetPattern
source: Use Last Saved Pattern
ar_sa: استخدام اخر نموذج محفوظ
de_de: Benutze zuletzt verwendetes Muster
es_es: Utilizar el último patrón guardado
nl_nl: Gebruik laatst opgeslagen patroon
pl_pl: Wykorzystaj ostatnio zapisany wzór
zh_tw: 使用最後保存的模式

# strShowAmazonStore
source: Show menu to Amazon App Store
ar_sa: عرض رابط متجر امازون في قائمة السياق
de_de: Amazon App-Store im Kontext-Menü anzeigen
es_es: Mostrar link de la tienda de Apps de Amazon en el menú contextual
ko_kr: 우클릭 메뉴에서 아마존 앱 스토어 링크를 표시하기
nl_nl: Toon Amazone app store link in contextmenu
pl_pl: Wyświetlaj odnośnik do Amazon Appstore w menu kontekstowym
zh_tw: 在內容功能表中顯示Amazon app store連結

# strShowApkMirror
source: Show menu to ApkMirror
ar_sa: عرض رابط ApkMirror في قائمة السياق
de_de: ApkMirror Link in das Kontext-Menü anzeigen
es_es: Mostrar link de ApkMirror en el menú contextual
ko_kr: 우클릭 메뉴에서 ApkMirror 링크를 표시하기
nl_nl: Toon ApkMirror link in contextmenu
pl_pl: Wyświetlaj odnośnik do ApkMirror.com w menu kontekstowym
zh_tw: 在內容功能表中顯示 ApkMirror 連結

# strShowAppleStore
source: Show menu to Apple App Store (for ipa)
ar_sa: عرض رابط متجر آبل (للـ ipa) في قائمة السياق
de_de: Apple Store Link (ipa) im Kontextmenü anzeigen
es_es: Mostrar link a la tienda de Apple (para .ipa) en el menú contextual
ko_kr: (ipa 파일) 우클릭 메뉴에서 애플 앱 스토어 메뉴에 표시하기
nl_nl: Toon Apple Store link (voor ipa) in contextmenu
pl_pl: Wyświetlaj odnośnik do Apple App Store w menu kontekstowym (pliki *.ipa)
zh_tw: 在內容功能表中顯示Apple Store的連結 (ipa)

# strShowGooglePlay
source: Show menu to Google play
ar_sa: عرض رابط متجر جوجل
de_de: Google Play link anzeigen
es_es: Mostrar link de Google play en el menú contextual
nl_nl: Toon Google play link
pl_pl: Wyświetlaj odnośnik do Sklepu Google Play
zh_tw: 在內容功能表中顯示GooglePlay連結

# strShowMSStore
source: Show menu to Microsoft Store (for appx/appxbundle)
ar_sa: عرض رابط متجر ميكروسوفت (للـ appx/appxbundle) في قائمة السياق
de_de: Microsoft Store-Link anzeigen (für appx/appxbundle)
es_es: Mostrar link de Microsoft Store (para .aprox/appxbundle) en el menú contextual
ko_kr: (appx/appxbundle 파일) 우클릭 메뉴에서 마이크로소프트 스토어 링크 표시하기
nl_nl: Toon Microsoft Store link (voor appx/appxbundle)
pl_pl: Wyświetlaj odnośnik do Sklepu Microsoft (pliki *.appx/*.appxbundle)
zh_tw: 在內容功能表中顯示 Microsoft Store 連結 (為 appx/appxbundle)

# strInfoTipPattern
source: Info Tip Pattern:
ar_sa: اسلوب تلميح المعلومات:
de_de: Tool-Tip Muster:
es_es: Patrón de InfoTip:
nl_nl: Tooltip patroon:
pl_pl: Wzór dymka z informacją o pliku:
zh_tw: 資訊提示模式:

# btnBrowse
source: Browse
ar_sa: استعراض
de_de: Durchsuchen
es_es: Examinar
nl_nl: Blader
pl_pl: Przeglądaj
zh_tw: 瀏覽

# btnSearchAdb
source: Search
ar_sa: البحث
de_de: Suchen
es_es: Buscar
nl_nl: Zoeken
pl_pl: Wyszukaj
zh_tw: 搜索

# strAdbPath
source: Please specify path of adb.exe
ar_sa: الرجاء تحديد مسار adb.exe
de_de: Bitte Pfad zu adb.exe angeben
es_es: Por favor especifica la ruta de adb.exe
ko_kr: adb.exe의 경로를 지정해 주십시오.
nl_nl: Specificeer de locatie van adb.exe
pl_pl: Określ ścieżkę do adb.exe
zh_tw: 請指定的adb.exe路徑

# strReplaceSpaceWith_
source: Replace Space with _
ar_sa: استبدال المسافة بـ _
de_de: Ersetze Leerzeichen mit _
es_es: Reemplazar los espacios con «_»
ko_kr: 공백을 밑줄(_)로 바꿉니다.
nl_nl: Vervang spatie met _
pl_pl: Zastąp spacje znakiem _
zh_tw: 替換空格為 _

# strShowNewVerInfo
source: Notice me when new version is availible
ar_sa: تذكير بالإصدار الجديد
de_de: An neue Version erinnern
es_es: Avisar sobre nueva versión
ko_kr: 새 버전 알리기
nl_nl: Herinnering voor nieuwe versies
pl_pl: Przypominaj o nowej wersji
zh_tw: 在內容功能表中提醒新版本

# twThumbnail
source: Thumbnail
ar_sa: صورة مصغرة
de_de: Vorschaubild
es_es: Miniatura
ko_kr: 썸네일
pl_pl: Miniatura
zh_tw: 縮略圖

# strStretchThumbnail
source: Stretch thumbnail if Windows requesting larger size
ar_sa: تمديد الصورة المصغرة اذا Windows طلب حجم اكبر
de_de: Vorschaubild vergrößern wenn benötigt
es_es: Estirar miniatura si Windows solicita mayor tamaño
nl_nl: Thumbnail oprekken als Windows een grotere maat vraagt
pl_pl: Rozciągnij miniaturę, jeśli Windows zażąda większego rozmiaru
zh_tw: 如果 Windows 要求更大的大小拉伸的縮略圖

# strHelpTranslate
source: Help to translate this project.
ar_sa: المساعدة في ترجمة هذا المشروع.
de_de: Hilfe bei der Übersetzung dieses Projektes!
es_es: Coopera con la traducción de este proyecto.
ko_kr: 이 프로젝트의 번역을 도와주세요.
nl_nl: Help dit project te vertalen.
pl_pl: Pomóż w tłumaczeniu tego projektu.
zh_tw: 请幫忙翻譯一下這個專案。

# strClearCache
source: Clear Icon and Thumbnail cache
ar_sa: تنظيف الايقونات و مسح الملفات المؤقتة
de_de: Symbol- und Vorschaubildcache löschen
es_es: Limpiar caché de íconos y miniaturas
nl_nl: Icoon en thumbnail cache leegmaken
pl_pl: Wyczyść pamięć podręczną ikon i miniatur
zh_tw: 清除圖示和縮略圖的緩存

# dialogClearCache
source: All open File Explorer will be closed, Continue?
ar_sa: سيتم إغلاق جميع "مستكشف الملفات" المفتوحة، استمرار؟
de_de: Sollen alle Explorer-Fenster geschlossen werden?
es_es: Todas las ventanas del Explorador de archivos se cerrarán. ¿Continuar?
ko_kr: 열려 있는 모든 탐색기 창이 닫힙니다. 계속하시겠습니까?
nl_nl: Alle geopende verkennerschermen worden gesloten. Doorgaan?
pl_pl: Wszystkie instancje Eksploratora Windows zostaną zamknięte, kontynuować?
zh_tw: 所有打開的檔瀏覽器將會封閉，是否繼續?

# strEnableThumbnail
source: Display Thumbnail instead of Icon.
ar_sa: عرض صورة مصغرة بدلاً من الأيقونة.
de_de: Zeige Vorschaubilder anstatt von Symbolen.
es_es: Mostrar miniatura en lugar de icono.
nl_nl: Toon thumbnail in plaats van icoon.
pl_pl: Wyświetlaj miniatury zamiast ikon.
zh_tw: 顯示縮略圖而不是圖示。

# dialogNeedClearCache
source: In order to display icon and thumbnail correctly, the cache need to be cleared, clear it now?
ar_sa: لعرض رمز وصورة مصغرة بشكل صحيح، تحتاج ذاكرة التخزين المؤقت للتنظيف، امسحها الآن؟
de_de: Um Symbol und Vorschaubilder korrekt anzuzeigen, muss der Cache gelöscht werden. Soll der Cache jetzt gelöscht werden?
es_es: Debe limpiarse la caché para poder mostrar los iconos y miniaturas correctamente. ¿Hacerlo ahora?
ko_kr: 아이콘 및 미리 보기 이미지를 올바르게 표시하려면 캐시를 삭제해야 합니다. 지금 삭제하시겠습니까?
nl_nl: Om de iconen en thumbnails goed weer te geven moet het cache geleegd worden. Nu legen?
pl_pl: Aby poprawnie wyświetlić ikony i miniatury, pamięć podręczna musi zostać wyczyszczona, wyczyścić teraz?
zh_tw: 為了正確顯示圖示和縮略圖，緩存需要被清除，現在清除嗎?
